Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# KAPPA_TEXT_MESSAGE_NO_NAME_HAS_LOCATION_PHONE
source: I called emergency services from this approximate location after iPhone detected a crash.
ar: اتصلتُ بخدمات الطوارئ من هذا الموقع التقريبي بعد أن اكتشف iPhone اصطدامًا.
bg: Обадих се на службите за спешна помощ от това приблизително местоположение, след като iPhone разпозна катастрофа.
ca: He trucat als serveis d’emergències des d’aquesta ubicació aproximada després que l’iPhone hagi detectat un accident.
cs: Volám přibližně z těchto míst tísňovým službám poté, co iPhone detekoval nehodu.
da: Jeg har ringet til alarmcentralen fra denne omtrentlige lokalitet, efter at iPhone registrerede en ulykke.
de: Ich habe von diesem ungefähren Standort die Rettungsdienste angerufen, nachdem das iPhone einen Unfall erkannt hat.
el: Κάλεσα τις Υπηρεσίες έκτακτης ανάγκης από αυτήν την κατά προσέγγιση τοποθεσία μετά την ανίχνευση τροχαίου από το iPhone.
es: He llamado a los servicios de emergencia desde esta ubicación aproximada porque el iPhone ha detectado un accidente.
es_us: Llamé a servicios de emergencia cerca desde esta ubicación aproximada después de que el iPhone detectó un choque.
fi: Soitin hätänumeroon tästä likimääräisestä paikasta sen jälkeen, kun iPhone havaitsi kolarin.
fr: J’ai appelé les secours depuis cet endroit approximatif suite à la détection d’un accident par mon iPhone.
fr_ca: J’ai appelé les services d’urgence à proximité de ce lieu après que l’iPhone a détecté un accident.
he: התקשרתי לשירותי חירום ממיקום משוער זה לאחר שה-iPhone זיהה תאונת דרכים.
hi: iPhone द्वारा टक्कर की पहचान के बाद मैंने आपातकालीन सेवा को इस जगह के आस-पास से कॉल किया।
hr: Zovem hitne službe s ove približne lokacije nakon što je iPhone detektirao sudar.
hu: Felhívtam a sürgősségi segélyszolgálatokat hozzávetőlegesen erről a helyről, miután az iPhone ütközést észlelt.
id: Saya memanggil layanan darurat dari perkiraan lokasi ini setelah iPhone mendeteksi tabrakan.
it: Ho chiamato i servizi di soccorso da questa posizione approssimativa dopo che iPhone ha rilevato un incidente.
ja: iPhoneで衝突事故が検出されたためこの場所付近から私が緊急通報サービスに電話しました。
kk: iPhone құрылғысы автомобиль апатын анықтағаннан кейін, болжалды геолокациядан төтенше қызметтерге қоңырау шалдым.
ko: iPhone이 충돌을 감지한 후에 제가 대략적으로 이 위치에서 긴급 서비스에 전화했습니다.
lt: Aš paskambinau pagalbos tarnyboms iš maždaug šios vietos po to, kai „iPhone“ nustatė avariją.
ms: Saya menghubungi perkhidmatan kecemasan dari lokasi anggaran ini selepas iPhone mengesan nahas.
nl: Ik heb de hulp­diensten gebeld vanaf deze locatie bij benadering nadat de iPhone een ongeluk had gedetec­teerd.
no: Jeg ringte nødnummeret fra denne omtrentlige posisjonen etter at iPhonen registrerte en bilulykke.
pl: Dzwonię pod numer alarmowy w pobliżu tego miejsca po wykryciu wypadku przez iPhone’a.
pt_br: Eu liguei para os serviços de emergência desta localização aproximada depois que o iPhone detectou um acidente.
pt_pt: Liguei para os serviços de urgência aproximadamente desta localização após o iPhone ter detetado um acidente.
ro: Am apelat serviciile de urgență din această localizare aproximativă după ce iPhone‑ul a detectat un accident.
ru: Мне пришлось вызвать экстренные службы приблизительно из этого места, когда iPhone зафиксировал аварию.
sk: Uskutočnil(a) som tiesňový hovor z tohto približného miesta po detegovaní nehody na iPhone.
sl: Poklical(-a) sem službo za nujno pomoč s te približne lokacije po tem, ko je iPhone zaznal prometno nesrečo.
sv: Jag ringde ett nödsamtal från den här ungefärliga platsen efter att iPhone detekterat en olycka.
th: ฉันได้โทรหาบริการฉุกเฉินจากตำแหน่งที่ตั้งโดยประมาณนี้หลังจากที่ iPhone ตรวจพบว่ามีการชนกัน
tr: iPhone bir trafik kazası algıladıktan sonra yaklaşık bu konumdan acil servisi aradım.
uk: Мені довелося викликати екстрені служби приблизно із цього місця, після того як iPhone виявив аварію.
vi: Tôi đã gọi dịch vụ khẩn cấp từ vị trí gần đúng này sau khi iPhone phát hiện một cú va chạm.
zh_cn: 我在iPhone检测到车祸后，从此大致位置呼叫了紧急服务。
zh_hk: 在iPhone偵測到車禍後，我已經由這個大約位置致電緊急服務。
zh_tw: 在iPhone偵測到車禍後，我從下列大約位置撥打了緊急服務電話。

# SOS_MODE_NEWTON_CONFIRM_TITLE
source: Fall Detection
ar: اكتشاف السقوط
bg: Разпознаване на падане
ca: Detecció de caigudes
cs: Detekce pádů
da: Faldregistrering
de: Sturzerkennung
el: Ανίχνευση πτώσης
es: Detección de caídas
es_us: Detección de caídas
fi: Kaatumisentunnistus
fr: Détection des chutes
fr_ca: Détection de chute
he: זיהוי נפילה
hi: गिरने की पहचान
hr: Detekcija pada
hu: Esésészlelés
id: Deteksi Jatuh
it: Rilevamento cadute
ja: 転倒検出
kk: Құлауды анықтау
ko: 넘어짐 감지
lt: Kritimo aptikimas
ms: Pengesanan Jatuh
nl: Valdetectie
no: Fallregistrering
pl: Wykrywanie upadków
pt_br: Detecção de Queda
pt_pt: Deteção de queda
ro: Detectare cădere
ru: Обнаружение падения
sk: Detekcia pádu
sl: Zaznavanje padca
sv: Falldetektering
th: การตรวจจับการล้ม
tr: Düşme Algılama
uk: Виявлення падіння
vi: Phát hiện ngã
zh_cn: 摔倒检测
zh_hk: 跌倒偵測
zh_tw: 跌倒偵測

# SOS_VOICELOOP_SPEECH_LOOP_INTRO_NEWTON_WATCH
source: The owner of this Apple Watch has taken a hard fall and is not responding to their watch.
ar: تَعَرَّضَ مالك ساعة Apple Watch هذه لسقطة قوية ولا يستجيب للساعة.
bg: Собственикът на този Apple Watch е претърпял тежко падане и не отговаря на своя часовник.
ca: La persona que porta aquest Apple Watch ha caigut i no respon al rellotge.
cs: Majitel těchto Apple Watch utrpěl těžký pád a nereaguje na výzvu hodinek.
da: Ejeren af dette Apple Watch har været ude for et slemt fald og reagerer ikke på urets advarsler.
de: Der Besitzer dieser Apple Watch ist schwer gestürzt und reagiert nicht auf die Nachricht auf der Uhr.
el: Ο κάτοχος αυτού του Apple Watch έχει πέσει και δεν αποκρίνεται στο ρολόι του.
es: El propietario de este Apple Watch ha sufrido una caída fuerte y no responde al reloj.
es_us: El propietario de este Apple Watch sufrió una caída fuerte y no responde a su reloj.
fi: Tämän Apple Watchin omistaja on kaatunut rajusti, ja hän ei reagoi kelloonsa.
fr: Le propriétaire de cette Apple Watch a fait une mauvaise chute et ne répond pas aux invites de sa montre.
fr_ca: La personne qui utilise cette Apple Watch a subi une chute violente et ne répond pas à sa montre.
he: הבעלים של Apple Watch זה נפל נפילה חזקה ולא מגיב כעת לשעון.
hi: ज़ोर से गिर जाने के कारण इस Apple Watch का ओनर अपनी घड़ी पर प्रतिक्रिया नहीं दे पा रहा है।
hr: Vlasnik ovog Apple Watch uređaja pretrpio je snažan pad i ne reagira na sat.
hu: Ennek az Apple Watchnak a tulajdonosa súlyosan elesett, és nem reagál a Watchra.
id: Pemilik Apple Watch ini telah terjatuh dengan keras dan tidak merespons jamnya.
it: La persona che indossa Apple Watch ha subito una caduta grave e non risponde alla notifica di avviso.
ja: このApple Watchの所有者は激しい転倒を起こし、現在Watchに対する応答がありません。
kk: Осы Apple Watch сағатының иесі қатты құлап, сағатына жауап бермей жатыр.
ko: 이 Apple Watch의 소유자가 세게 넘어진 다음 시계에 반응하지 않습니다.
lt: Šio „Apple Watch“ savininkas stipriai nukrito ir nereaguoja į savo laikrodį.
ms: Pemilik Apple Watch ini telah jatuh teruk dan tidak membalas jam mereka.
nl: De eigenaar van deze Apple Watch is flink gevallen en reageert niet op de melding op het horloge.
no: Eieren av Apple Watch har hatt et alvorlig fall og svarer ikke på klokken.
pl: Właściciel tego Apple Watch miał poważny upadek i nie reaguje.
pt_br: O proprietário deste Apple Watch teve uma queda grave e não está respondendo.
pt_pt: O proprietário deste Apple Watch sofreu uma queda grave e não está a responder ao relógio.
ro: Proprietarul acestui Apple Watch a suferit o cădere serioasă și nu răspunde la solicitările ceasului.
ru: Владелец этих Apple Watch жестко упал и не отвечает на сигналы часов.
sk: Majiťeľ týchto Apple Watch utrpel ťažký pád a nereaguje na výzvu hodiniek.
sl: Lastnik te ure Apple Watch je močno padel in se ne odziva na obvestilo ure.
sv: Ägaren av denna Apple Watch har ramlat omkull och svarar inte på sin Apple Watch.
th: เจ้าของ Apple Watch เรือนนี้ล้มแรงมากและไม่ตอบสนองต่อนาฬิกาของเขา
tr: Bu Apple Watch’un sahibi kötü bir şekilde düştü ve saatine yanıt vermiyor.
uk: Власник цього Apple Watch зазнав тяжкого падіння і не реагує на свій годинник.
vi: Chủ sở hữu của Apple Watch này đã bị ngã khá nặng và không phản hồi đồng hồ của họ.
zh_cn: 此Apple Watch的主人似乎摔得比较严重，未响应其手表的问询。
zh_hk: 此Apple Watch的擁有者嚴重跌倒，無法在手錶上作出回應。
zh_tw: 此Apple Watch的擁有者跌得很嚴重，無法對手錶作出回應。
